{
    "title": "台头寺雨中送李邦直赴史馆，分韵得忆字人字，兼寄孙巨源二首[1]",
    "poem": "其一\n霜林日夜西风急，老送君归百忧集。\n清歌窈眇入行云[2]，云为不行天为泣。\n红叶黄花秋正乱，白鱼紫蟹君须忆。\n凭君说向髯将军，衰鬓相逢应不识。\n\n其二\n珥笔西归近紫宸[3]，太平典册不缘麟[4]。\n付君此事宁论晋，载我当时旧《过秦》。\n门外想无千斛米[5]，墓中知有百年人[6]。\n看君两眼明如镜，休把《春秋》坐素臣[7]。",
    "note": "[1]作于熙宁十年（1077）九月。台头寺：《太平寰宇记》卷一五：“戏马台在县（彭城县）南三里，……宋于台上置寺。”此寺即台头寺。李邦直，名清臣。《续资治通鉴长编》卷二八四：“熙宁十年八月，‘提点京东路刑狱李清臣为国史院编修官。’”《乌台诗案》：“熙宁十年九月内，李清臣差修国史，轼作诗送清臣。”据此知清臣除命在八月，而闻命赴阙则在九月。孙巨源，名洙。邦直外舅。\n[2]窈眇：微妙曲折。\n[3]珥笔：古史官入朝，常插笔于冠侧，以备记录，谓之珥笔。紫宸：殿名，此用以代指帝王。\n[4]典册：记载典章制度之书册，此指史书。\n[5]《晋书·陈寿传》：“丁仪、丁廙有盛名于魏，寿谓其子：‘可觅千斛米见与，当为尊公作佳传。’丁不与之，竟不为立传。”\n[6]《太平广记》卷三五四：“郑郊，河北人。举进士下第，游陈蔡间。过一冢，上有竹二竿，青翠可爱，因驻马吟曰：‘冢上两竿竹，风吹常袅袅。'久不能续。闻冢中言曰：‘何不云下有百年人，长眠不知晓。’”\n[7]素臣：指左丘明。",
    "appreciation": "《台头寺雨中送李邦直赴史馆，分韵得忆字人字，兼寄孙巨源二首》是苏轼在熙宁十年（1077）为送别友人李邦直（李清臣）赴史馆任职时所作。诗中不仅表达了对友人的深情厚谊，还寄寓了对时局的感慨及对友人未来仕途的期望。\n\n\n\n苏轼在其一中主要写了与李邦直的深厚情谊和送别时的依依不舍。首联通过描绘深秋时节霜林萧瑟、西风凛冽的景象，以及诗人以老迈之躯送别友人的情景，营造出一种凄清而深沉的离别氛围。“百忧集”三字化用杜甫诗句“强将笑语供主人，悲见生涯百忧集”，将诗人内心的不舍之情表现得淋漓尽致。颔联描写了离别时的场景，用“清歌”的悠扬与“行云”的停滞相对比，再通过“云为不行天为泣”的拟人手法，将自然界的景象与人的情感紧密相连，衬托出苏轼对李邦直的深情厚谊和离别之时的悲伤。颈联继续描写秋日送别场景，红叶黄花渲染了浓浓的秋日气氛，而“白鱼紫蟹”是徐州所有之物，苏轼通过写“白鱼紫蟹君须忆”，希望李邦直能不忘徐州生活经历和二人情谊。尾联通过请李邦直向孙巨源转达心意的方式，表达了自己对友情的珍视、对友人的思念和对岁月无情的无奈。“凭君说向髯将军”中的“髯将军”代指孙巨源。《三国志·吴书·孙权传》注引《献帝春秋》：“张辽问吴降人：‘向有紫髯将军，……是谁？’降人答曰：‘是孙会稽（孙权）。'”孙巨源姓孙而多髯须，故苏轼用此典称其为髯将军。“衰鬓相逢应不识”一句，化用贺知章的“乡音无改鬓毛衰”，形象地描绘了自己与孙巨源久别重逢时可能因衰老而不被认出的情景，让人感慨万千。\n\n\n\n苏轼在其二中主要写了对李邦直为官的期望。首联开篇点明李邦直作为史官的身份和职责。“太平典册不缘麟”一句，则借《史记》中孔子因见麟而作《春秋》的典故，说明宋代史书的撰写并非因特殊事件（获麟）而起，而是记录太平盛世的典章制度。颔联用典，继续围绕修史书之事展开论述，希望孙巨源能在史官这一职务上有所作为。《晋书·陈寿传》：“（寿）撰魏、吴、蜀《三国志》，凡六十五篇，时人称其善叙事，有良史之才。……张华深善之，谓寿曰：‘当以《晋书》相付耳’。”而《过秦》，即《过秦论》，贾谊作。《乌台诗案》载：“李清臣差修国史，轼赋诗二首送清臣，其诗内一首云，……谓轼于仁庙朝，曾进论二十五首，皆论往古得失。贾谊，汉文帝时人。追论秦之得失，作《过秦论》。《史记》载之。轼妄以贾谊自比，意欲李清臣于国史中载轼所进论，故将诗与李清臣。”颈联反用陈寿因求千斛米不得竟不为二丁立传的典故和《太平广记》中的故事，表现出苏轼希望李邦直能为官清正，当念墓下之人而发其潜光，不可如陈寿之希求。尾联运用了左丘明失明纪《春秋》的典故，希望李邦直能眼如明镜，知其去取，做好史官一职。杜预《春秋左传序》中言：“说者以仲尼自卫反鲁，修《春秋》，立素王，丘明为素臣。”《史记·孔子世家》中言：“孔子曰：‘后世知丘者以《春秋》，而罪丘者亦以《春秋》。’”\n\n\n\n《台头寺雨中送李邦直赴史馆，分韵得忆字人字，兼寄孙巨源二首》是苏轼送别友人时所作，不仅表现了苏轼与友人的依依惜别之情，同时也寄予了他对友人为官的期盼，感情真挚，情真意切。"
}