{
    "title": "浣溪沙五首",
    "poem": "其一\n照日深红暖见鱼，连村绿暗晚藏乌。黄童白叟聚睢盱[1]。\n麋鹿逢人虽未惯，猿猱闻鼓不须呼[2]。归来说与采桑姑。\n\n其二\n旋抹红妆看使君[3]，三三五五棘篱门。相排踏破茜罗裙[4]。\n老幼扶携收麦社，乌鸢翔舞赛神村[5]。道逢醉叟卧黄昏。\n\n其三 \n麻叶层层苘[6]叶光，谁家煮茧一村香。隔篱娇语络丝娘[7]。\n垂白杖藜抬醉眼，捋青捣麨软饥肠。问言豆叶几时黄？\n\n其四\n簌簌衣巾落枣花，村南村北响缫车[8]。牛衣[9]古柳卖黄瓜。\n酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。\n\n其五\n软草平莎过雨新，轻沙走马路无尘[10]，何时收拾耦耕身［11]。\n日暖桑麻光似泼，风来蒿艾气如薰[12]。使君元是此中人。",
    "note": "[1]黄童：儿童。以雏鸟口黄为喻，故黄口即指幼童。白叟：白发老翁。韩愈《元和圣德诗》：“黄童白叟，踊跃欢呀。”睢盱：喜悦貌。《周易•豫）“六三，盱豫。”孔颖达疏：“盱谓睢盱，睢盱者，喜悦之貌。”\n[2]麋：鹿类，比鹿大。猱，猴类，一称金丝猴。谢雨的盛会，使常到谭边饮水的“麋鹿”惊恐地逃避了，而喜庆的锣鼓却招来了顽皮的“猿猱”。一说此处的猿猱喻指质朴的乡野农民。\n[3]旋抹：急急忙忙涂脂抹粉。“旋”，紧迫之辞，犹急。使君：汉魏称太守，此指知州。\n[4]相排：互相推挤。茜罗裙：红罗裙。此言村女争看知州下乡，拥挤中有人的红裙被踩住而撕破。\n[5]乌鸢：乌鸦和鹞子，这里指乌鸦。此句是说正在赛神的村子里，乌鸦闻到祭品的气味，就在村子上空盘旋飞翔。赛神：古时农村社祭时的迎神赛会活动。\n[6]苘：麻类植物。\n[7]垂白杖藜：白发老人拄着犁杖。\n[8]簌簌：纷然下落的样子。\n[9]牛衣：编草或麻成蓑衣以暖牛体者。此泛指卖瓜者衣着褴楼。\n[10]莎：莎草，多年生草本，地下有纺锤形细长块根，称香附子，可药用。\n[11]收拾：安排，整治。耦耕：两人并耜而耕。《论语•微子》：“长沮、桀溺耦而耕。”此感叹何时才能安排此身成农夫而回家种田。\n[12]“日暖”二句；阳光照在桑麻上，就像泼上去的水一样闪光；风吹来蒿大的气味，像熏香一样芬芳。薰，香草，又名蕙草。",
    "appreciation": "此诗作于元丰元年（1078年）初夏，作于徐州。苏轼在熙宁十年（1077年）四月到徐州上任。\n\n\n\n第一首写石潭谢雨，但作者并未说明是作于抵达石潭之前还是自石潭返归的路上。首句“照日深红暖见鱼”显然所写的就是石潭，再从“照日深红”和“晚藏鸟”的“晚”字来分析，则此际当是天色向晚、日己偏西之时。此词应写于谢雨仪式已行之后。第二首末句“道逢醉叟卧黄昏”，足见前二首所写的时间是指自午后日照西斜至日落黄昏这一段。不过这时已入初夏，昼日渐长而夜幕临退，故作者尚能看到醉叟卧黄昏的场面。且第一首句末言“归来说与采桑姑”，第二首上片即写妇女们争看太守进村，正相衔接。下片“麋鹿逢人虽未惯，猿猱闻鼓不须呼”写谢雨现场村民的神态。麋鹿喻老实木讷的农人初见太守时不免紧张而拘谨的神态，即“未惯”；猿猱比喻活泼顽皮所谓“黄童”，孩子们不像他们的长辈那样对封建官僚存有戒惧之心，而是一片天真烂漫，锣鼓一响他们飞奔而到。“归来”句反映出祭神盛会的热闹场面。\n\n\n\n第二首接上一首“采桑姑”而来，连用大量篇幅活灵活现地描述农村妇女争看“使君”的场面。先写这些采桑姑挤在篱笆门外争观途经本地的太守，“旋抹红妆”的“旋”，写出临时仓促之意；“抹”形象地写出了妇女们忙不迭地化妆的样子。第二句“三三五五棘篱门”，描写妇女们争看太守纯粹出于自发，却带有“夹道欢迎”的意思。第三句“相排踏破茜罗裙”，“排”连推带挤之意，以至于妇女们把漂亮的红裙子也踩破了。作者虽然没有正面写气氛如何热烈，而农民爱戴使君的热烈感情却流露无遗。下片前两句“老幼扶携收麦社，乌鸢翔舞赛神村”或谓村中赛神集会，然而季节不合，很可能是欢迎太守到来的一种非正规的仪式。“收麦社”是指社祠前的空旷场地，供打麦晒场之用，这时未到收麦季节，便成了村中老少集中“开会”的场地，可能太守为酬神谢雨而带来了供品，就地散发，连乌鸢也飞来凑热闹。“道逢醉叟卧黄昏”这一句耐人寻味。有人说，太守既来村中，当然以酒食慰劳村民，于是出现了还未等走回家便已醉倒路边的农村老汉。也有人认为，既然喜雨，则丰收在望，加上太守下乡慰劳，农民便饮酒自贺，不觉醉卧道边。两者都可讲通。\n\n\n\n第三首是写作者谢雨之后并未于当天返回府衙，而是在农村中寄宿一晚，这一首写的是他食宿农家的见闻。村外的层层麻叶因雨的滋润而泛着光泽，村内处处飘散着煮茧的清香，不时能听到篱笆边传来缫丝女子悦耳的谈笑声。不过，作为太守，看到一位老翁正捋取新麦、以积存之旧麦炒成粉状，勉强把家中粮食凑了凑做成饭食以飨太守，关心民瘼的苏轼，意识到这正是青黄不接的时节，就关切询问：豆类作物何时能熟？尽管农家清苦，宾主还是饮酒助兴。因此，垂着白发、拄着藜杖的老人勉“抬醉眼”；而作者次日动身宿酒未消，故后文有“酒困路长惟欲睡”的描述。\n\n\n\n第四首上片写次日上午自农村启程，下片写途中因日长路远而困倦。上片写三幅景象：簌簌枣花飘落于行人衣襟，家家户户传出轧轧的缫车声，身着粗布衣的老汉在古柳下叫卖黄瓜；分别诉诸嗅觉、听觉、视觉的感官描写。这三句主要给人农村生活平静宁谧的感觉。下片转到作者自身，酒困路长，日高口干，应该是午前或接近正午的光景，作者随意敲开一户农家讨茶解渴。\n\n\n\n第五首写归途的景色及心情。上片写草软沙轻，路不扬尘，写雨后景物的清新，发出何时收身官场、归耕田园的感慨。“耦耕”用《论语·微子》长沮桀溺典故，可见作者一直保持着功成身退的想法。这句是说想归田而不知何时才能实现。下片以桑麻油绿、遍地飘香写田园风光的美丽，由此醒悟自己原来就是此中之人。意思是说农村风物自己是熟悉的，对农村的桑麻艾蒿、暖日熏风是充满感情的，他是村民中的一员，是他们的朋友，是土地的主人。末句“使君原是此中人”是由衷之叹。"
}